Repository: FreePBX/ttsengines
Catalog: i18n/*/LC_MESSAGES/ttsengines.po
Languages: de_de, es_es, ja_jp, pl

source: already used, please use a different Engine Name.
de_de: Name wird bereits verwendet, bitte verwenden Sie eine andere Bezeichnung.
pl: już używane, użyj innej nazwy silnika.

source: already used, please use a different Engine Path.
de_de: Pfad wird bereits verwendet, bitte benutzen Sie ein anderes Verzeichnis.
pl: już używane, użyj innej ścieżki silnika.

source: Actions
de_de: Aktionen
es_es: Acciones
pl: Działania

source: Add TTS Engine
de_de: Füge "Text zu Sprache" Funktionseinheit hinzu
es_es: Agregar Motor TTS
pl: Dodaj silnik TTS

source: Allows you to configure text to speech engines
de_de: Erlaubt Ihnen, die "Text zu Sprache" Funktion zu konfigurieren
es_es: Permite configurar el texto para los motores de voz
ja_jp: 合成音声(TTS)のエンジンを設定できます
pl: Umożliwia skonfigurowanie silników zamiany tekstu na mowę

source: Choose either the free Flite engine (requires flite and app_flite) or the paid Cepstral engine (requires app_cepstral)
de_de: Wählen Sie entweder die kostenlose Flite Funktionseinheit (setzt flite und app_flite voraus) oder die kostenpflichtige Cepstral Funktionseinheit (setzt app_cepstral voraus)
es_es: Elija el motor libre Flite (requiere flite y app_flite) o el motor de Cepstral pagado (requiere app_cepstral)
ja_jp: 無料のFliteエンジン (flite、app_fliteが必要) か、有料のCepstralエンジン (app_cepstralが必要) を選択してください
pl: Wybierz darmowy silnik Flite (wymaga flite i app_flite) lub płatny silnik Cepstral (wymaga app_cepstral)

source: Delete
de_de: Löschen
es_es: Eliminar
ja_jp: 削除
pl: Usuń

source: Engine Name
de_de: Name der Engine
es_es: Nombre Motor
pl: Nazwa silnika

source: Engine Path
de_de: Pfad zur Engine
es_es: Ruta del Motor
pl: Ścieżka silnika

source: List TTS Engine
de_de: TTS-Engines auflisten
pl: Lista silników TTS

source: On this page you can manage text to speech engines on your system. When you add an engine you give it a name, and the full path to the engine on your system. After doing this the engine will be available on the text to speech page.
de_de: Auf dieser Seite können Sie die "Text zu Sprache" Funktionseinheit verwalten. Wenn Sie eine Funktionseinheit hinzufügen, geben Sie einen Namen sowie den absoluten Pfad zur Funktionseinheit auf dem System an. Danach ist sie auf der "Text zu Sprache" - Seite verfügbar.
es_es: En esta página usted puede manejar texto para los motores de voz en su sistema. Cuando se agrega un motor que le des un nombre y la ruta completa del motor en su sistema. Después de hacer esto, el motor estará disponible en el texto a la página del habla.
ja_jp: このページでは、合成音声 (TTS) のエンジンを管理できます。エンジンを追加する場合は、名前を付けてエンジンへのフルパスを指定します。この情報を設定すると、次のページでエンジンが使えるようになります。
pl: Na tej stronie możesz zarządzać silnikami zamiany tekstu na mowę w swoim systemie. Dodając silnik, nadajesz mu nazwę i pełną ścieżkę do silnika w systemie. Po wykonaniu tej czynności silnik będzie dostępny na stronie zamiany tekstu na mowę.

source: Path
de_de: Pfad
es_es: Ruta
pl: Ścieżka

source: Please enter a valid Engine Name.
de_de: Bitte geben Sie einen gültigen Namen für die Funktionseinheit an.
pl: Podaj prawidłową nazwę silnika.

source: Please enter a valid Engine Path.
de_de: Bitte geben Sie einen gültigen Pfad für die Funktionseinheit an.
pl: Podaj prawidłową ścieżkę silnika.

source: Reset
de_de: Zurücksetzen
es_es: Restablecer

source: Settings
de_de: Einstellungen
es_es: Configuraciones
ja_jp: 設定
pl: Ustawienia

source: Submit
de_de: Absenden
es_es: Enviar
ja_jp: 送信
pl: Wyślij

source: Text To Speech Engines
de_de: Text zu Sprache Funktionseinheiten
es_es: Motor Text To Speeach
ja_jp: 合成音声エンジン
pl: Silniki zamiany tekstu na mowę

source: Text to Speech Engines
de_de: Text zu Sprache Funktionseinheiten
es_es: Motor Text To Speeach
ja_jp: 合成音声エンジン
pl: Silniki zamiany tekstu na mowę

source: Text-to-Speech Engine:
de_de: Text zu Sprache Funktionseinheit:
es_es: Motor Text-to-Speech:
ja_jp: 合成音声エンジン:
pl: Silnik zamiany tekstu na mowę:

source: The full path to the binary of your text to speech engine. For example: /usr/sbin/magic_speech_engine.
de_de: Der absolute Pfad zu den Binärdateien der Funktionseinheit, z.B. /usr/sbin/magic_speech_engine.
es_es: La ruta completa al binario del motor text to speech. Por ejemplo: /usr/sbin/magic_speech_engine.
ja_jp: 合成音声エンジンへのフルパス。例えば、 /usr/sbin/magic_speech など。
pl: Pełna ścieżka do pliku binarnego silnika zamiany tekstu na mowę. Na przykład: /usr/sbin/magic_speech_engine.

source: The name you enter will be shown in a drop down box on the Text to Speech page so you can select which engine you want to play your text.
de_de: Den hier eingegebenen Namen finden Sie im Auswahlmenü auf der Seite für die Text zu Sprache Einstellungen. Dort können Sie auswählen, welche verwendet werden soll.
es_es: El nombre que introduzcas se mostrará en un cuadro desplegable en el Text to Speech para que pueda seleccionar el motor que desea reproducir su texto.
pl: Wprowadzona nazwa zostanie wyświetlona w polu rozwijanym na stronie zamiany tekstu na mowę, dzięki temu możesz wybrać silnik, którym chcesz odtworzyć tekst.

source: Engine
es_es: Motor
pl: Silnik

source: Add Engine
ja_jp: エンジンを追加
